[{"city": "Albuquerque, NM", "haveDone": "", "from": "", "name": "Helen_Wearing", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Helen_Wearing", "researchInterest": "Mathematical Biology", "long": "-106.61936277727578", "affiliation": "Department of Mathematics & Statistics, The University of New Mexico", "lat": "35.08408163397964", "homepage": "https://math.unm.edu/~hwearing/", "email": "hwearing@math.unm.edu", "beenDoing": ""}, {"city": "Oxford, United Kingdom", "haveDone": "", "from": "", "name": "Mortiz_Kraemer", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Mortiz_Kraemer", "researchInterest": "Moritz's research addresses questions related to the spatial spread of infectious diseases. Specifically he is concerned with the integration of epidemiological, spatial and genomic data and how novel insights can be best used to reduce the burden of infectious pathogens through effective intervention strategies.", "long": "-1.2542461880071354", "affiliation": "a Branco Weiss Research Fellow in the Department of Zoology at the University of Oxford and an Associate of the Oxford Martin Programme on Pandemic GenomicsOxford Martin School", "lat": "51.755025374000006", "homepage": "https://www.oxfordmartin.ox.ac.uk/people/dr-moritz-kraemer/", "email": "moritz.kraemer@zoo.ox.ac.uk", "beenDoing": "Dr Kraemer began building a global line list database of confirmed COVID-19 cases (then known as the 2019-nCov outbreak) in January. This has now evolved into the the Open COVID-19 Data Working Group, which the University of Oxford co-leads alongside Harvard Medical School, Northeastern University and the University of Washington. Using this data, alongside other global datasets, Dr Kraemer is focused on modelling the impact of human mobility on the spread of COVID-19. He is also looking at how human mobility data and genomic data can inform when lockdowns can and should be lifted."}, {"city": "Cambridge, MA", "haveDone": "He has a background in Biomedicine (BS at Georg-August-University in Göttingen, Germany & Karolinska Institute in Stockholm, Sweden) and in Computational Systems Biology (MS&PhD at University of Oxford, UK). From 2016 to 2017, he was based in Laos and Thailand working with Ben Cooper of the Mahidol-Oxford Tropical Medicine Research Unit in Bangkok on longitudinal data to study the effects of antibiotics on extended-spectrum beta-lactamase resistance in the gut microbiome of hospital patients. Rene spent 2018 in New York City, collaborating with Joao Xavier’s lab at the Memorial Sloan Kettering Cancer Center looking at microbiome dynamics of cancer patients. His interests further include timeseries analysis, causal inference, Bayesian modelling, rock climbing, and swing dance.", "from": "", "name": "Rene_Neihus", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Rene_Neihus", "researchInterest": "As a Research Associate at CCDD, Rene’s main research area will be the resistance of enteric bacteria using probiotics and an ecosystem perspective. He will analyze metagenomics data from follow-up stool samples of new-born babies in an intensive-care unit in Cambodia, and he will study how use of antibiotics and probiotics affect the gut microbiome and emergence of resistance. Using this data and simulations Rene will develop an optimal survey design to study the effect of probiotics from metagenomic data.", "long": "-71.11675666124971", "affiliation": "Center for Communicable Disease Dynamics (CCDD), Harvard", "lat": "42.3768998454041", "homepage": "https://ccdd.hsph.harvard.edu/people/rene-niehus/", "email": "rniehus@hsph.harvard.edu", "beenDoing": ""}, {"city": "Cambridge, MA", "haveDone": "She received her Ph.D. in Ecology and Evolution at the University of Chicago in 2017. During her Ph.D., Pamela conducted research on the interaction of ecological and evolutionary mechanisms driving pathogens diversity and their population structure, under the guidance of Mercedes Pascual.", "from": "", "name": "Pamela_Martinez", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Pamela_Martinez", "researchInterest": "", "long": "-71.11675666124971", "affiliation": "Postdoctoral Research Fellow, Center for Communicable Disease Dynamics, Department of Epidemiology, Harvard", "lat": "42.3768998454041", "homepage": "https://ccdd.hsph.harvard.edu/people/pamela-martinez/", "email": "pmartinez@hsph.harvard.edu", "beenDoing": "Her current research at CCDD focuses on the adaptive responses of antigenic loci to selective pressures imposed by the immune system. This work has the potential to provide a better understanding of serotype diversity and the population dynamics of Streptococcus pneumoniae and their implications for disease control."}, {"city": "Washington, DC", "haveDone": "I develop computer simulation models of epidemics, including coronavirus, influenza, cholera, and dengue. ", "from": "", "name": "Dennis_Chao", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Dennis_Chao", "researchInterest": "Specialties: epidemic simulation, immunological modeling, infectious disease, epidemiology, C/C++, Java, R", "long": "-77.02915774890346", "affiliation": "Senior Research Scientist, Bill & Melinda Gates Foundation", "lat": "38.90115937085229", "homepage": "https://www.cs.unm.edu/~dlchao/resume.html", "email": "dennisc @ idmod.org", "beenDoing": "During the COVID-19 pandemic, I have analyzed cell phone mobility data. I believe many of the public health responses we have advocated to reduce COVID transmission have worsened inequalities, and I want to do better."}, {"city": "Notre Dame, IN", "haveDone": "", "from": "", "name": "Alex_Perkins", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Alex_Perkins", "researchInterest": "Research in the Perkins Lab applies mathematical, computational, and statistical approaches to answer basic and applied research questions about the ecology and epidemiology of infectious diseases. This work focuses primarily on mosquito-borne diseases of humans. These diseases pose a risk to billions of people, are the subject of intense development of new interventions, and are highly sensitive to numerous forms of global change. Accordingly, the goal of our research is to attain a predictive understanding of where and when these diseases occur, what the impact of interventions will be in curtailing their burden, and how the distribution of these diseases and their response to interventions will change over time as a result of changes in their underlying drivers. Through this research, we hope to elevate the rigor of the information on which decision makers act, both in terms of accuracy and quantification of uncertainty. We accomplish this through three interconnected themes of our research.", "long": "-86.24850395995188", "affiliation": "Associate Professor, Department of Biological Sciences, University of Notre Dame", "lat": "41.61784605351865", "homepage": "https://biology.nd.edu/people/alex-perkins/", "email": "taperkins@nd.edu", "beenDoing": ""}, {"city": "Cambridge, MA", "haveDone": "Prior to her PhD, Christine worked as an intern with the hepatitis & essential medicines units at the World Health Organization and as a pharmaceutical sales & marketing consultant at ZS Associates.", "from": "", "name": "Christine_Tedijanto", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Christine_Tedijanto", "researchInterest": "infectious disease epidemiology", "long": "-71.11675666124971", "affiliation": "Christine is a PhD candidate in Population Health Sciences at Harvard ", "lat": "42.3768998454041", "homepage": "https://www.hsph.harvard.edu/haset/people/christine-tedijanto/", "email": "", "beenDoing": "She has been working with the BIRHAN team on the Maternal and Newborn Colonization and Antimicrobial Resistance (MNC-AMR) sub-study that is nested within the maternal and child health (MCH) cohort. This sub-study seeks to characterize colonization and transmission of antimicrobial-resistant bacteria among pregnant women and their children."}, {"city": "Chicago, IL", "haveDone": "My early work focused on the evolutionary consequences of immune-mediated competition between different pathogen strains, including influenza, pneumococcus, and human papillomavirus. ", "from": "I graduated from Princeton University in 2002, obtained my PhD in Ecology and Evolution from the University of Michigan in 2009, and completed a NIH Ruth Kirschstein fellowship at the Harvard School of Public Health in 2013. At the University of Chicago, I have been awarded a NIH New Innovator Award, a McDonnell Foundation Complex Systems Scholar Award, and a Neubauer Faculty Development Fellowship.", "name": "Sarah_Cobey", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Sarah_Cobey", "researchInterest": "My group investigates the coevolution of pathogens and hosts' adaptive immunity, and we use computational and mathematical tools to test hypotheses and to advance theory.", "long": "-87.59877767475508", "affiliation": "an associate professor in the Department of Ecology and Evolution, the Program in Biophysics, and the Committee on Microbiology at the University of Chicago", "lat": "41.78855988214661", "homepage": "https://cobeylab.uchicago.edu/people/sarah-cobey/", "email": "cobey@uchicago.edu", "beenDoing": "More recently, my focus has expanded to include the dynamics of the host immune response: how chance, infection history, vaccination, age, and other factors shape the evolution of antibody repertoires over time. This research involves linking immunology, epidemiology, and virology with ecological and evolutionary principles, and I hope it can lead us to better vaccination strategies."}, {"city": "Oxford, United Kingdom", "haveDone": "", "from": "Trained in theoretical particle physics, I converted to mathematical biology after my PhD in 1998. I was Royal Society URF and then Professor in the Department of Infectious Disease Epidemiology at Imperial College before joining the BDI at Oxford in 2016.", "name": "Christophe_Fraser", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Christophe_Fraser", "researchInterest": "I am interested in studying the population dynamics and epidemiology of pathogens, and translating this knowledge to public health. The primary tools used in my group are mathematical modelling and pathogen genomics.", "long": "-1.2148954726638348", "affiliation": "I am a Senior Group Leader in Pathogen Dynamics at the Big Data Institute, and Professor in the Nuffield Department of Medicine.", "lat": "51.75294821434973", "homepage": "https://www.bdi.ox.ac.uk/Team/christophe-fraser", "email": "christophe.fraser@bdi.ox.ac.uk", "beenDoing": "Current topics of interest are: HIV virulence; HIV treatment as prevention; HIV genomics; pneumococcal genomics; antibiotic resistance; outbreak response; COVID-19 contact tracing apps, COVID-19 epidemic modelling, COVID-19 sequencing"}, {"city": "Boulder, CO", "haveDone": "", "from": "Dr. Layer holds B.S. and M.C.S. degrees in computer science from Texas A&M University and a Ph.D. in computer science from the University of Virginia. ", "name": "Ryan_Layer", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Ryan_Layer", "researchInterest": "Ryan Layer develops algorithms to decipher large genomic datasets, engaging computational tools to solve biological problems.", "long": "-105.26595243061371", "affiliation": "Assistant Professor, BioFrontiers Institute, University of Colorado Boulder", "lat": "40.0075891972701", "homepage": "https://www.colorado.edu/biofrontiers/ryan-layer", "email": "", "beenDoing": ""}, {"city": "Fornebu, Norway", "haveDone": "", "from": "", "name": "Kenth_Engo-Monsen", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Kenth_Engo-Monsen", "researchInterest": "", "long": "10.628678441058135", "affiliation": "Senior Research Scientist: Analytics and AI at Telenor Group", "lat": "59.89964761851758", "homepage": "https://scholar.google.com/citations?user=Lqv9nX8AAAAJ&hl=no", "email": "", "beenDoing": ""}, {"city": "Chennai, India", "haveDone": "I worked with Prof. Andrew G. Barto on an algebraic framework for abstraction in Reinforcement Learning.", "from": "I completed my Ph.D. at the Department of Computer Science^, University of Massachusetts, Amherst.", "name": "Balaram_Ravindran", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Balaram_Ravindran", "researchInterest": "My current research interests span the broader area of machine learning, ranging from Spatio-temporal Abstractions in Reinforcement Learning to social network analysis and Data/Text Mining. Much of the work in my group is directed toward understanding interactions and learning from them.", "long": "80.23440952987269", "affiliation": "I am the Mindtree Faculty Fellow and a professor at the Department of Computer Science and Engineering, and I head the Robert Bosch Centre for Data Science and AI at the Indian Institute of Technology Madras. ", "lat": "12.991701975054152", "homepage": "https://www.cse.iitm.ac.in/~ravi/", "email": "ravi@cse.iitm.ac.in", "beenDoing": ""}, {"city": "Boston, MA", "haveDone": "", "from": "", "name": "Rolando_Acosta", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Rolando_Acosta", "researchInterest": "", "long": "-71.10178661945885", "affiliation": "PhD student working in the lab of Dr. Rafael Irizarry", "lat": "42.33564543531765", "homepage": "https://www.researchgate.net/scientific-contributions/Rolando-J-Acosta-2146867938", "email": "", "beenDoing": ""}, {"city": "New Haven, CT", "haveDone": "His research uses a combination of quantitative analysis, laboratory experiments and field work to understand the epidemiology and biology of respiratory infections. ", "from": "He earned his PhD in biological sciences from Harvard School of Public Health, with a focus on Infectious Disease Epidemiology, and completed a postdoctoral fellowship in the Division of International Epidemiology and Population Studies in the Fogarty International Center at the NIH.", "name": "Daniel_Weinberger", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Daniel_Weinberger", "researchInterest": "Americas; Bacterial Infections; Biology; Carrier State; Communicable Disease Control; Denmark; Epidemiologic Methods; Europe; Fourier Analysis; Iceland; Influenza, Human; Netherlands; Population Characteristics; Public Health; Respiratory Tract Infections; Streptococcus pneumoniae; Diseases", "long": "-72.93171030598869", "affiliation": "an Associate Professor in Epidemiology of Microbial Diseases at Yale School of Public Health", "lat": "41.30380047652359", "homepage": "https://publichealth.yale.edu/profile/daniel_weinberger/", "email": "daniel.weinberger@yale.edu", "beenDoing": "Recent work has focused on developing novel analytical methods for the evaluation of vaccines using time series and spatial data. He collaborates widely with public health agencies and academic organizations around the world on these issues."}, {"city": "Princeton, NJ", "haveDone": "I am a population biologist, working at the interface between theoretical models and empirical data.   My lab members and I investigate the population dynamics of infectious diseases, focusing on their epidemiological and evolutionary dynamics and control by vaccination. We approach these problems by working at the interface of theoretical models and empirical data.  We are especially interested in understanding the nonlinear spatio-temporal dynamics of acute immunizing infections and how these are affected by control strategies. We are generalizing an initial and continuing focus on measles and exploring comparative dynamics of a range of pathogens, including influenza, rotavirus, RSV, Norovirus, HIV, HCV, and veterinary morbilliviruses. The lab also explores phylodynamics, in particular how pathogen phylogenies are affected by host immunity, transmission bottlenecks and epidemic dynamics at scales from individual host to the population level. Finally, we are keen on exploring ‘cross-scale’ dynamics of pathogens: from within-host dynamics to the population scale and especially the impact of human behavioral dynamics", "from": "D. Phil. (York)", "name": "Bryan_Grenfell", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Bryan_Grenfell", "researchInterest": "Disease modelling and ecology", "long": "-74.65540538111809", "affiliation": "Kathryn Briger & Sarah Fenton Professor of Ecology and Public Affairs, Department of Ecology and Evolutionary Biology, and Woodrow Wilson School of Public and International Affairs, Princeton University, USA", "lat": "40.34455134956143", "homepage": "https://eeb.princeton.edu/people/bryan-grenfell", "email": "grenfell@princeton.edu", "beenDoing": "Dynamics of Measles in developed and developing countries; control implications of vaccine refusal Spatiotemporal dynamics of Human influenza in the U.S.A. Linking within-host and population dynamics of human, equine and avian influenza. Exploring epidemiological and evolutionary implications of novel broad spectrum influenza vaccines Population dynamics and control of rotavirus Synthesizing epidemic dynamics of immunizing infections with the spatiotemporal economic dynamics of vaccination New projects on the dynamics and control of HIV, Shigella, typhoid and HFMD."}, {"city": "Boston, MA", "haveDone": "He is the CEO and Co-Founder of EpiTech Consultants, a public health technology consulting firm that specializes in the development of analytic pipelines for complex public health problems. ", "from": "", "name": "Nishant_Kishore", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Nishant_Kishore", "researchInterest": "developing and implementing epidemiological tools that leverage high-throughput and “big” data for the evaluation of and intervention for infectious disease transmission dynamics in an increasingly urbanized and connected world. ", "long": "-71.10178661945885", "affiliation": "doctoral student in the Epidemiology concentration working with Dr. Caroline Buckee", "lat": "42.33564543531765", "homepage": "https://ccdd.hsph.harvard.edu/people/nishant-kishore/", "email": "nkishore@g.harvard.edu", "beenDoing": ""}, {"city": "Stanford, CA", "haveDone": "Most of my research lies at the intersection of computational social science and social epidemiology. Methodologically, my work revolves around combining disparate data sources in epidemiologically meaningful ways. For example, I work with individual-level, non-health data (e.g., GPS, accelerometer, and other sensor data from smartphones), traditional health data (e.g., health systems or death certificate data), and third-party data (e.g., cellphone providers or ad-tech data). To do this, I use a variety of methods such as joint Bayesian spatial models, traditional epidemiologic models, dynamical models, microsimulation, and demographic analysis. Substantively, I am interested in socioeconomic and racial/ethnic inequities in health. A few current projects include (1) my K99/R00-funded work focused on reducing racial/ethnic inequities in the treatment of opioid use disorder; (2) my work with California Department of Public Health (through CrisisReady) on quantifying the impacts of wildfires, natural disasters, climate change, and power outages on medically-vulnerable populations to improve resource allocation and disaster response; and (3) my work with the COVID-19 Mobility Data Network on leveraging third-party data to inform an equitable public health response to the COVID-19 pandemic, especially as it relates to non-pharmaceutical interventions and low-wage essential workers.", "from": "I received my doctorate in Quantitative Methods from the Department of Social and Behavioral Sciences at Harvard TH Chan School of Public Health. Before that, I received my MPH at New York University, my BA in Sociology from San Diego State University, and I was a 2016 fellow at University of Chicago’s Data Science for Social Good summer fellowship.", "name": "Mathew_Kiang", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Mathew_Kiang", "researchInterest": "intersection of computational social science and social epidemiology", "long": "-122.17012612247179", "affiliation": "Instructor, Epidemiology and Population Health, Stanford", "lat": "37.42929882914489", "homepage": "https://profiles.stanford.edu/mkiang?releaseVersion=7.22.3", "email": "mkiang@stanford.edu", "beenDoing": ""}, {"city": "Evanston, IL", "haveDone": "Jennifer has worked and collaborated with NGOs and UN agencies for over 10 years supporting organizations as a public health specialist, deputy of health operations, humanitarian data specialist, and most recently advising humanitarian organizations. During her career she has performed rapid assessments, evaluated public health programs,  completed ICT assessments and helped design and implement community-based information exchange programs. During the West Africa Ebola response she helped build the NetHope Crisis Informatics Program, and currently act as an advisor to the program. She is the co-author of Disaster 2.0, a report that described the challenges and future of information sharing and technology after the 2010 Haiti Earthquake. She currently advises NetHope, previously acted as an advisor for the United Nations Center for Humanitarian Data, and as an external advisor to the International Federation of the Red Cross 2018 World Disaster Report. She has also collaborated with corporate philanthropic groups such as ESRI, Tableau, and Hewlett Packard and volunteer technical communities. Jennifer is also a practicing emergency medicine physician and Associate Professor at Northwestern University’s Feinberg School of Medicine. She has faculty affiliations at the Institute for Public Health and Medicine, the Buffet Center for Interdisciplinary Studies, and Non-Profit Humanitarian Logistics. She has been affiliated with the Harvard Humanitarian Initiative since 2005 and is currently an Affiliated Expert. As a National Science Foundation (NSF) co-investigator she has collaborated with researchers in advancing stochastic modelling for humanitarian logistics and researched the transformation of messy data for analysis and visualization during mass participation events such as the Chicago Marathon. She currently researches social media big data, health ontologies, and new methods for content analysis of crisis data.", "from": "She holds a BS degree from Columbia University, a Doctorate of Medicine degree from Northwestern University, and an MPH degree from Tulane University. She completed her Emergency Medicine residency and global health fellowship at Harvard University with the Harvard Affiliated Emergency Medicine Residency program and Brigham and Women’s Hospital.", "name": "Jennifer_Chan", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Jennifer_Chan", "researchInterest": "Emergency Medicine, Global Health, Health Disparities, Information Systems, Mixed Methods", "long": "-87.67434121474383", "affiliation": "Associate Professor of Emergency Medicine, Feinberg School of Medicine, Northwestern University", "lat": "42.05663733054644", "homepage": "https://www.feinberg.northwestern.edu/faculty-profiles/az/profile.html?xid=17819", "email": "", "beenDoing": ""}, {"city": "Boulder, CO", "haveDone": "In his graduate studies, Larremore analyzed networks of coupled excitable systems, a project directly related to neuroscience experiments in cortical tissue cultures. Dr. Larremore completed his postdoctoral training at the Harvard School of Public Health with Dr. Caroline Buckee, and as a prestigious Omidyar Fellow at the Santa Fe Institute, where he began collaborating with Aaron Clauset (CS). As a postdoc, Dr. Larremore expanded his use of statistical network models to trace the evolutionary history of the malaria parasite Plasmodium falciparum and developed mathematical models for analysis of prestige and bias in faculty hiring networks. ", "from": "Larremore received a B.S. in chemical engineering from Washington University in St. Louis, an M.S. degree in applied mathematics from the University of Colorado Boulder, and continued his studies to earn a Ph.D. from CU Boulder under the mentorship of Dr. Juan Restrepo. ", "name": "Daniel_Larremore", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Daniel_Larremore", "researchInterest": "Daniel Larremore applies methods from network science to solve data-rich problems in diverse areas, ranging from genetic epidemiology to social systems. Mathematics, computational modeling, genomics, sociology, and evolutionary biology intermingle in Dr. Larremore’s dynamic and progressive research program. ", "long": "-105.265866599927", "affiliation": "an Assistant Professor in the Department of Computer Science and member of the BioFrontiers Institute core faculty in 2017.", "lat": "40.00763850436155", "homepage": "https://www.colorado.edu/biofrontiers/daniel-larremore", "email": "daniel.larremore@colorado.edu", "beenDoing": "His research revolves around complex networks, most prominently Malaria’s antigenic evolution and academic labor market dynamics. "}, {"city": "Boston, MA", "haveDone": "", "from": "She holds a Bachelor of Arts from Mount Holyoke College in International Relations, a Master of Science from the University of Massachusetts Amherst in Epidemiology, and a PhD from the Erasmus Medical Center (Rotterdam, the Netherlands) in the economic and infectious disease modelling of HIV prevention strategies. ", "name": "Brooke_Nichols", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Brooke_Nichols", "researchInterest": "Dr. Nichols’ research experience and interests include modelling and economic evaluation of treatment as prevention (HIV and HCV) and pre-exposure prophylaxis (HIV), HIV drug resistance modelling, geospatial modelling for efficient resource allocation, and translating research into public policy recommendations. ", "long": "-71.10529181336945", "affiliation": "Assistant Professor, Boston University School of Public Health, Dept of Global Health", "lat": "42.350404530958244", "homepage": "https://www.bu.edu/sph/profile/brooke-nichols/", "email": "brooken@bu.edu", "beenDoing": "Her recent work has focused on mathematical modeling of the COVID19 epidemic in South Africa and Zambia, with a specific focus on resource allocation and optimized molecular, rapid antigen, and serological testing strategies within constrained resources."}, {"city": "Berkeley, CA", "haveDone": "", "from": "Prior to coming to Berkeley, she was a Rockefeller Foundation Planetary Health Fellow at Harvard University. She received her Ph.D. in Demography from Princeton University in 2017.", "name": "Ayesha_Mahmud", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Ayesha_Mahmud", "researchInterest": "Infectious disease dynamics, disease ecology, mathematical models, Asia, Africa, Central America", "long": "-122.25838969811926", "affiliation": "Assistant Professor, Dept of Demography, Berkeley", "lat": "37.87186530299784", "homepage": "https://vcresearch.berkeley.edu/faculty/ayesha-s-mahmud", "email": "mahmuda@berkeley.edu", "beenDoing": "Ayesha Mahmud is a demographer, who is broadly interested in the interplay between human population changes, environmental factors, and infectious disease dynamics. Her research draws on theory and methods from demography and disease ecology, to answer questions such as - why do outbreaks occur at certain times of the year? How and why does the mortality burden of infectious diseases vary over time? How do population travel patterns drive the spatial dynamics of outbreaks? How will global environmental and demographic changes alter the landscape of infectious disease burden in the future? She uses statistical methods and biologically mechanistic models to answer these questions in the context of multiple diseases in countries in Asia, Africa, and Central America, using data from disease surveillance systems, hospital databases, climate models, human mobility data, and population surveys and censuses."}, {"city": "Fort Collins, CO", "haveDone": "", "from": "Prior to joining the faculty at Colorado State University, Fosdick was a postdoctoral fellow at the Statistical and Applied Mathematical Sciences Institute and earned her Ph.D. from the Department of Statistics at the University of Washington.", "name": "Bailey_Fosdick", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Bailey_Fosdick", "researchInterest": "Her research focuses on developing statistical methods to analyze multivariate data, specifically network, array and survey data, and often focuses on applications in the social and biological sciences.", "long": "-105.08665599012444", "affiliation": "an Associate Professor in the Department of Statistics at Colorado State University", "lat": "40.57339848067634", "homepage": "https://baileyfosdick.github.io/", "email": " bailey.fosdick@colostate.edu", "beenDoing": ""}, {"city": "Richmond, United Kingdom", "haveDone": "", "from": "", "name": "Stephen_Riley", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Stephen_Riley", "researchInterest": "Steven studies the transmission of human pathogens. He conducts field studies, analyses data and uses mathematical models to look at scientific questions that are relevant to public health: how does our pattern of social contacts affect the transmission of respiratory infections? How much more severe is one strain of influenza than another? How far does influenza penetrate into rural areas after it sweeps through cities?", "long": "-0.17502370520807853", "affiliation": "Professor of Infectious Disease Dynamics, Faculty of Medicine, School of Public Health, Imperial College London", "lat": "51.498782105438536", "homepage": "https://www.imperial.ac.uk/people/s.riley", "email": "", "beenDoing": ""}, {"city": "Cambridge, MA", "haveDone": "", "from": "She received her PhD from Oxford University in Cardiovascular Medicine where she developed statistical methods to dissect heterogeneity in genetic association meta-analyses. ", "name": "Lerato_Magosi", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Lerato_Magosi", "researchInterest": "infectious disease dynamics and cardiovascular genetics", "long": "-71.11675666124971", "affiliation": "Postdoctoral Research Fellow, Center for Communicable Disease Dynamics, Department of Epidemiology, Harvard", "lat": "42.3768998454041", "homepage": "https://ccdd.hsph.harvard.edu/people/lerato-magosi/", "email": "lmagosi@hsph.harvard.edu", "beenDoing": "At CCDD Lerato’s work will center on developing and applying statistical and computational methods to investigate HIV transmission dynamics using large-scale pathogen genomic data in order to evaluate the impact of combination prevention strategies in lowering HIV incidence in Sub-Saharan Africa."}, {"city": "Richmond, United Kingdom", "haveDone": "", "from": "", "name": "Nick_Geard", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Nick_Geard", "researchInterest": "His research interests center around computational Bayesian infererence, clustering and changepoint analysis, with a focus on application to large dynamic networks, such as computer networks or social networks, and bioinformatics problems.", "long": "-0.17502370520807853", "affiliation": "Chair in Statistics in the Department of Mathematics at Imperial College", "lat": "51.498782105438536", "homepage": "https://www.imperial.ac.uk/people/n.heard", "email": "n.heard@imperial.ac.uk", "beenDoing": "My current research projects are driven by real-world problems in cyber-security and health monitoring. Statistical cyber research means building practical models of normal behavioural patterns on computer networks, performing statistical anomaly detection and combining weak sources of evidence, either through data fusion or running different analytics. My future research in this area is primarily going to be collaborative work with the security team at Microsoft. Health monitoring has many statistical challenges in common with security modelling, such as learning dependencies between correlated stochastic processes observed over time."}, {"city": "Hsinchu City, Taiwan", "haveDone": "Her doctoral research focused on genomic variation and evolution of the human malaria parasite Plasmodium falciparum. ", "from": "Before coming to the Center, Hsiao-Han was at the department of Organismic and Evolutionary Biology at Harvard University, where she obtained her PhD with Daniel Hartl and John Wakeley. ", "name": "Hsiao-Han_Chang", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Hsiao-Han_Chang", "researchInterest": "She is very interested in applying population genetic tools to pathogens and linking the results to infectious disease epidemiology and control. ", "long": "120.9966698979711", "affiliation": "Assistant Professor in Bioinformatics and Structural Biology, National Tsing Hua University", "lat": "24.796072985578405", "homepage": "https://ccdd.hsph.harvard.edu/people/hsiao-han-chang/", "email": "hhchang@life.nthu.edu.tw", "beenDoing": "Her malaria work includes inferring migration patterns across geographic scales, developing statistical tools to elucidate infection history, and modeling the impact of heterogeneous duration of infection on selection efficiency. In addition, she is designing serodiagnostic tools for Zika virus, and studying natural selection and population structure of dengue virus and MRSA."}, {"city": "Unknown", "haveDone": "", "from": "", "name": "Hao_Hu", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Hao_Hu", "researchInterest": "", "long": "0", "affiliation": "", "lat": "0", "homepage": "", "email": "", "beenDoing": ""}, {"city": "Cambridge, MA", "haveDone": "Research projects – several involving the Global Network of Internet & Society Centers, which he helped to incubate – focus on the governance of rapidly evolving technologies such as Cloud Computing, the Internet of Things, Augmented Reality, and Artificial Intelligence, with a particular interest in privacy and security issues and the broader implications of these technologies, including questions of agency, autonomy, and trust. ", "from": "Dr. Gasser graduated from the University of St. Gallen (lic.iur., Dr.iur.) as well as Harvard Law School (LL.M. ‘03) and received several academic awards and prizes for his research, including Harvard’s Landon H. Gammon Fellowship for academic excellence and the “Walther Hug-Preis Schweiz,” a prize for the best doctoral thesis in law nationwide, among others. Before returning to the Berkman Klein Center as Executive Director in 2009, he was an Associate Professor of Law at the University of St. Gallen, where he led the Research Center for Information Law as Faculty Director. Prior to his St. Gallen appointment, he spent three years as a resident fellow at the Berkman Klein Center, where he was later appointed Faculty Fellow. He also initiated and chaired the Harvard-Yale-Cyberscholar Working Group, and was a visiting researcher at Harvard Law School.", "name": "Urs_Gasser", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Urs_Gasser", "researchInterest": "information law, policy, and society issues and the changing role of academia in the digitally networked age", "long": "-71.11675666124971", "affiliation": "the Executive Director of the Berkman Klein Center for Internet & Society at Harvard University and a Professor of Practice at Harvard Law School", "lat": "42.3768998454041", "homepage": "https://cyber.harvard.edu/people/ugasser", "email": "ugasser@cyber.harvard.edu", "beenDoing": "Currently, much of his work focuses on the promise and limitations of digital responses to the COVID-19 pandemic from a comparative perspective. As a longer-term research interest, he studies the patterns of interaction between law and innovation, and innovation with the legal system in the digital age."}, {"city": "Bengaluru, India", "haveDone": "He has participated in several initiatives for technology enhanced education including the VTU Edusat program, The National Programme for Technology Enhanced Learning (NPTEL) and an educational outreach program in collaboration with Upgrad.  He is a member of various technical and organizational committees for international conferences like International Conference on Weblogs and Social Media (ICWSM), ACM Hypertext, COMAD/CoDS, ODBASE, etc. He is also a life member of the Computer Society of India (CSI). As part of academic community outreach, Srinath has served on the Board of Studies of Goa University and as a member of the Academic Council of the National Institute of Engineering, Mysore. He has served as a technical reviewer for various journals like the VLDB journal, IEEE Transactions on Knowledge and Data Engineering, and IEEE Transactions on Cloud Computing. He is also the recipient of various national and international grants for his research activities.", "from": "Srinath holds a Ph.D (magna cum laude) from the Berlin Brandenburg Graduate School for Distributed Information Systems (GkVI) Germany, an M.S. (by Research) from IIT-Madras and B.E. in Computer Science and Engineering from The National Institute of Engineering (NIE) Mysore. ", "name": "Srinath_Srinivasa", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Srinath_Srinivasa", "researchInterest": "Web Science, Text mining, Network analysis, Multi-agent systems. He works in the area of Web Science — that models of the impact of the web on humanity. Technology for educational outreach and social empowerment has been a primary motivation driving his research. ", "long": "77.66325058622927", "affiliation": "Srinath Srinivasa heads the Web Science lab and is the Dean (R&D) at IIIT Bangalore, India.", "lat": "12.84436946101812", "homepage": "https://www.iiitb.ac.in/faculty/srinath-srinivasa", "email": "sri@iiitb.ac.in", "beenDoing": ""}, {"city": "Berlin, Germany", "haveDone": "Since January 2017 Rebecca has been Director of Collections for the Pelagios Project – a Mellon Foundation-supported research project that uses Linked Data and geodata to build connections between digital historical sources. Her focus is on working with museums, libraries and archives to develop linked data connections from their collections. She is one of the 2018/19 Freies Wissen fellows, supported by Wikimedia Deutschland, the Stifterverband and the VolkswagenStiftung. Rebecca is also one of the co-coordinators of the DARAIH Geo-Humanities Working Group.", "from": "Dr. Rebecca Kahn completed her PhD in the Department of Digital Humanities at King’s College, London in 2016, with a study on how digital transformation manifests in the documentation, data models and internal ontologies of cultural heritage institutions, and how the identity of an institution can be traced and observed throughout their digital assets. Her undergraduate studies were completed in her native South Africa, and prior to beginning her research, Rebecca worked for several years in the Open Access and Free Culture movement, and has a particular interest in scholarly open access in the Global South, open education and peer learning online and open web literacy.", "name": "Rebecca_Kahn", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Rebecca_Kahn", "researchInterest": "Her focus is on working with museums, libraries and archives to develop linked data connections from their collections.", "long": "13.387416596133276", "affiliation": "Rebecca Kahn is an associated researcher in the field of \"Knowledge & Society\" at the Humboldt Institute for Internet and Society.", "lat": "52.514448642247515", "homepage": "https://www.hiig.de/en/rebecca-kahn/", "email": "rebecca.kahn@hiig.de", "beenDoing": "Her current work explores digitisation in museums and archives, and the ways in which knowledge representation changes in these institutions as they and their materials become digital."}, {"city": "Boston, MA", "haveDone": "Dr. Santillana is a physicist and applied mathematician with expertise in mathematical modeling and scientific computing. He has worked in multiple research areas frequently analyzing big data sets to understand and predict the behavior of complex systems. His research modeling population growth patterns has informed policy makers in Mexico and Texas. His research in numerical analysis and computational fluid dynamics has been used to improve models of coastal floods due to hurricanes, and to improve the performance of global atmospheric chemistry models.", "from": "Mauricio received a B.S. in physics with highest honors from the Universidad Nacional Autonoma de Mexico in Mexico City, and a master’s and PhD in computational and applied mathematics from the University of Texas at Austin. Mauricio first joined Harvard as a postdoctoral fellow at the Harvard Center for the Environment and has been a lecturer in applied mathematics at the Harvard SEAS, receiving two awards for excellence in teaching.", "name": "Mauricio_Santillana", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Mauricio_Santillana", "researchInterest": "design and implement mathematical solutions to healthcare", "long": "-71.10529181336945", "affiliation": "Mauricio Santillana is the director of the Machine Intelligence Research Lab in the Computational Health Informatics Program, at Boston Children’s Hospital. He is an Assistant Professor at both the Department of Pediatrics, Harvard Medical School, and the Department of Epidemiology,  T.H. Chan Harvard School of Public Health. He serves as affiliate faculty at the Center for Communicable Disease Dynamics and the Harvard Institute for Applied and Computational Sciences. ", "lat": "42.350404530958244", "homepage": "https://www.hsph.harvard.edu/mauricio-santillana/", "email": "msantill@fas.harvard.edu", "beenDoing": "He is interested in leveraging information from big data sets from Internet-based services (such as Google, Twitter, Weather, Human mobility/migration) and electronic health records (EHR) to predict disease incidence in multiple locations worldwide He works in close collaboration with Intensive Care (ICU) physicians, mathematicians, computer and data scientists to monitor health indicators and predict outcomes in hospitalized patients in critical care. Dr. Santillana has advised the CDC, Africa CDC, and the White House on the development of population-wide disease forecasting tools. Dr. Santillana and his colleagues have identified previously unknown associations between Antibiotic Resistance incidence in humans and local ambient temperature in the USA and Europe."}, {"city": "Seattle, WA", "haveDone": "Since joining IDM in 2012, he has worked closely with partners in the Global Polio Eradication Initiative to assess the impacts of polio vaccination policies on poliovirus transmission in different settings. He is also a founding member of the Seattle Flu Study, an innovative collaboration in at-home, multi-pathogen, self-testing that identified the first case of community transmission of COVID-19 in the United States.", "from": "", "name": "Mike_Famulare", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Mike_Famulare", "researchInterest": "Dr. Famulare's core discipline is using mathematical modeling to study infectious disease transmission and improve the utility of disease surveillance data. ", "long": "-122.34580057330572", "affiliation": "Dr. Mike Famulare is a Principal Research Scientist and Co-chair of Epidemiology at the Institute for Disease Modeling (IDM), an institute within Global Health at the Bill &amp; Melinda Gates Foundation. ", "lat": "47.623346179328465", "homepage": "https://idmod.org/team", "email": "", "beenDoing": "Most recently, he has been co-leading IDM's COVID-19 response, with a focus on analytics and modeling to inform COVID-19 control strategy in collaboration with the Washington State Department of Health and Governor's office."}, {"city": "Coventry, United Kingdom", "haveDone": "Previously, I have worked on modelling the emergence of novel infections amongst European livestock herds (Animal health and welfare ERA-NET project LIVEepi). As part of this project I developed methods for integrating large-scale climate datasets, extensive vector field capturing and mechanistic epidemic models. This elucidates both the current true risk of epizootic invasion amongst European livestocks, and the potential risk in the future as the European climate changes.", "from": "I studied mathematics at King's College, University of London leaving in 2006 with a Bsc in Mathematics and a Msc in \"Information processing and Neural Networks\". I completed the 3+1 year Msc and Phd programme at the Complexity Science centre, University of Warwick, between 2008 and 2012 finishing with a Msc and Phd in Complexity science. My thesis title was \"Spatial and stochastic epidemics: Theory, simulation and control\". Since 2012 I have been a post-doctoral researcher at the University of Warwick.", "name": "Sam_Brand", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Sam_Brand", "researchInterest": "My current focus is on transmission pathways for respiratory viruses in low- and middle- income countries, mainly respiratory syncytial virus (RSV) and SARS-CoV-2. My wider interests include: the phylodynamics of respiratory viruses, diseases of livestock (in particular Bluetongue virus; BTV), vector-borne diseases with climatic forcing (in particular the European spread of BTV), optimal vaccination in reaction to a developing epidemic, efficient simulation of large stochastic and spatial models of epidemics, household-structured epidemic models, inferring latent variables within epidemic models, and moment closure for epidemic models.", "long": "-1.5615884186772144", "affiliation": "Post-doctoral Research Assistant, The Zeeman Institute, the University of Warwick", "lat": "52.379232832110574", "homepage": "https://warwick.ac.uk/fac/cross_fac/zeeman_institute/staffv2/sam_brand/", "email": "S.Brand@warwick.ac.uk", "beenDoing": "I currently work as a PDRA (PI: D. James Nokes) modelling the spread of respiratory viruses at different spatial scales, from household to countrywide, in Kenya, with a focus on potentially eff ective vaccination policies. This work forms part of the Application of Genomics and Modelling to the Control of Virus Pathogens (Gemvi, https://kemri-wellcome.org/gemvi/) project."}, {"city": "Baltimore, MD", "haveDone": "", "from": "PhD, Carnegie Mellon University, 2014. BA, College of the Atlantic, 2010", "name": "Amy_Wesolowski", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Amy_Wesolowski", "researchInterest": "", "long": "-76.59019800179244", "affiliation": "", "lat": "39.29823156123783", "homepage": "https://www.jhsph.edu/faculty/directory/profile/3546/amy-wesolowski", "email": "awesolo2@jhu.edu", "beenDoing": "an assistant professor in the department of epidemiology at Johns Hopkins Bloomberg School of Public Health"}, {"city": "Southampton, United Kingdom", "haveDone": "His research has led to pioneering approaches to the use and integration of satellite, survey, cell phone and census data to map the distributions of vulnerable populations for disease, disaster and development applications. He runs international collaborations with national governments, UN agencies and data providers, and leads multiple research and operational projects funded by the Bill and Melinda Gates Foundation, Wellcome Trust, World Bank, Clinton Health Access Initiative and others.", "from": "", "name": "Andy_Tatem", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Andy_Tatem", "researchInterest": "He is interested in how populations, their characteristics and their dynamics can be mapped at high resolution across low and middle-income countries. ", "long": "-1.394944009997534", "affiliation": "Andy is Professor of spatial demography and epidemiology at the University of Southampton and is the Director of WorldPop and Flowminder, leading a group of more than 50 researchers and data scientists.", "lat": "50.935224121742735", "homepage": "https://www.southampton.ac.uk/geography/about/staff/ajt1m11.page", "email": "A.J.Tatem@soton.ac.uk", "beenDoing": ""}, {"city": "Princeton, NJ", "haveDone": "She studied the evolution of senescence at the Max Planck Institute of Demographic Research, the inference of tree demographic parameters at Duke University, and infectious disease dynamics at Pennsylvania State University and Princeton University.", "from": "She completed her PhD at Imperial College on the evolutionary demography of monocarpic perennials. Her post-doctoral research was conducted at various institutions. ", "name": "Jessica_Metcalf", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Jessica_Metcalf", "researchInterest": "I am a demographer with broad interests in evolutionary ecology and infectious disease dynamics. Questions that particularly interest me currently include: how will changing human demography change infectious disease incidence and spread? What drives dynamics of rubella through space and time, and what does this indicate for vaccine control? What are the key influences on dynamics of malaria inside the bloodstream of mice, and what does this imply for control as well as evolution of the parasite? When should reproduction occur in plants where reproduction is fatal (from an evolutionary perspective) and can we link this back to the genetic background using the model plant system, Arabidopsis thaliana? How long do trees live and what does this imply for rates of carbon turnover and recovery following the spread of forest pathogens?", "long": "-74.65499879992004", "affiliation": "Associate Professor of Ecology, Evolutionary Biology & Public Affairs", "lat": "40.343028760771475", "homepage": "https://eeb.princeton.edu/people/c-jessica-e-metcalf", "email": "cmetcalf@princeton.edu", "beenDoing": ""}, {"city": "Bogotá, Colombia", "haveDone": "", "from": "", "name": "Alejandro_Feged", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Alejandro_Feged", "researchInterest": " Epidemiology and Biological Anthropology.", "long": "-74.0729136383849", "affiliation": "Profesor Principal de Carrera,  the Centro de Estudios Políticos e Internacionales (CEPI), Universidad del Rosario. ", "lat": "4.600694263000591", "homepage": "https://pure.urosario.edu.co/en/persons/alejandro-feged-rivadeneira", "email": "alejandro.feged@urosario.edu.co", "beenDoing": ""}, {"city": "Seattle, WA", "haveDone": "During that time he developed systems for data collection and verification as part of the ABCE project and made many contributions to the estimation of non-fatal disease burden as part of the GBD 2010 project.", "from": "Roy joined the PhD program in Global Health Metrics and Implementation Science in 2013 after working as a Data Analyst at IHME for three years.", "name": "Roy_Burstein", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Roy_Burstein", "researchInterest": "measuring and evaluating health system performance and understanding constraints to delivering care", "long": "-122.34580057330572", "affiliation": "Senior Research Scientist at Institute for Disease Modeling", "lat": "47.623346179328465", "homepage": "https://www.linkedin.com/in/roy-burstein-45700b4", "email": "", "beenDoing": "In his current role as a Research Associate at IHME, Roy has been working on a comprehensive assessment of the primary health care systems in Nigeria and Zambia. Recently, he has spent time in Zambia working with colleagues at the University of Zambia and local ministries on a number of research projects, including household data collection for the GAVI FCE project, and a qualitative assessment of health facility efficiency."}, {"city": "Cape Town, South Africa", "haveDone": "My  primary area of research is mathematical modelling of infectious diseases. This is the application of mathematical modelling and computer simulation through techniques such as differential equation modelling and agent based simulation to predict the dynamics and control of infectious diseases to evaluate, among other things, the potential impact of control programmes in reducing morbidity and mortality.", "from": "", "name": "Sheetal_Silal", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Sheetal_Silal", "researchInterest": "Mathematical modelling, Maternal Health, Public health", "long": "18.46122055600718", "affiliation": "University of Cape Town. an Honorary Visiting Research Fellow in Tropical Disease Modelling at the Nuffield Department of Medicine, Oxford University", "lat": "-33.95766087966773", "homepage": "https://www.tropicalmedicine.ox.ac.uk/team/sheetal-silal", "email": "Sheetal.Silal@uct.ac.za", "beenDoing": "My research focuses on using mathematics and statistics to model the control and elimination of malaria and other infectious diseases in South Africa, sub-Saharan Africa and the Asia Pacific region. My research agenda for the next five years is to incorporate mathematical disease modelling into computer-based applications that can be used to predict the impact of malaria policy on a population of interest to aid the design of effective malaria policies. These tools will be made available to the National Malaria Control Programmes (NMCPs) of various countries in Africa."}, {"city": "Unknown", "haveDone": "Previously, Alexandra served as a legal fellow assisting with the technology, telecommunications, and intellectual property portfolio of U.S. Senator Barbara Boxer. As a law student, she worked with the Center for Democracy & Technology and the Electronic Privacy Information Center on privacy projects addressing emerging electronic surveillance, facial recognition, and mobile payments technologies. She was also a 2010 Google Policy Fellow with the Future of Music Coalition.", "from": "Alexandra holds a law degree from George Washington University Law School, a master's degree in public policy from the University of Southern California, and a bachelor's degree in economics from Reed College. When not in Cambridge, she plays drums for a retro soul and rock 'n roll band in Washington, DC.", "name": "Alexandra_Wood", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Alexandra_Wood", "researchInterest": "", "long": "0", "affiliation": "", "lat": "0", "homepage": "https://cyber.harvard.edu/people/awood", "email": "", "beenDoing": "Alexandra Wood is a Berkman Center fellow contributing to the Privacy Tools for Sharing Research Data project. Her research involves exploring new and existing legal and regulatory frameworks for data privacy and developing legal instruments to facilitate the sharing and use of research data while preserving privacy, transparency, and accountability."}, {"city": "Stony Brook, NY", "haveDone": "", "from": "", "name": "Daniel_Klein", "expert": "https://stko-directrelief.geog.ucsb.edu/lod/expert/Daniel_Klein", "researchInterest": "Dr. Klein is interested in developmental psychopathology and adult psychopathology, particularly mood disorders in children, adolescents, and adults.", "long": "-73.1240829189531", "affiliation": "Distinguished Professor, Clinical Psychology, Department of Psychology, Stony Brook University", "lat": "40.90486105000067", "homepage": "https://www.stonybrook.edu/commcms/psychology/faculty/faculty_profiles/dklein", "email": "daniel.klein@stonybrook.edu", "beenDoing": ""}]